{"title": "Dr. Will Smith, MD", "specialty": "Oncology", "gender": "Male", "age": 40, "profile": "Dr. Will Smith, MD is an oncology specialist in Madison GA. Smith has extensive experience in Pancreatic Neoplasms. He is affiliated with Piedmont Hospital. He is accepting new patients and telehealth appointments.", "address": "123 S Main St, Madison GA, 30650", "phone": "678-123-4567"}
{"title": "Dr. Jane Doe, MD", "specialty": "Cardiology", "gender": "Female", "age": 45, "profile": "Dr. Jane Doe, MD is a cardiology specialist in Atlanta GA. Doe has extensive experience in Heart Failure and Transplantation. She is affiliated with Emory University Hospital. She is accepting new patients and telehealth appointments.", "address": "456 N Peachtree St, Atlanta GA, 30308", "phone": "404-555-1234"}
{"title": "Dr. Ben Hogan, MD","specialty": "Neurology","gender": "Male","age": 60,"profile": "Dr. Ben Hogan, MD is a neurology specialist in Macon GA. Hogan has extensive experience in Epilepsy and Neurodegenerative Disorders. He is affiliated with Memorial Health University Medical Center. He is accepting new patients and telehealth appointments.","address": "567 W Main St, Macon GA, 31201","phone": "478-555-5678"}
{"title": "Dr. John Smith, MD","specialty": "Neurology","gender": "Male","age": 50,"profile": "Dr. John Smith, MD is a neurology specialist in Savannah GA. Smith has extensive experience in Epilepsy and Neurodegenerative Disorders. He is affiliated with Memorial Health University Medical Center. He is accepting new patients and telehealth appointments.","address": "789 E Liberty St, Savannah GA, 31401","phone": "912-555-5678"}
{"title": "Dr. Emily Johnson, MD","specialty": "Pediatrics","gender": "Female","age": 38,"profile": "Dr. Emily Johnson, MD is a pediatrics specialist in Augusta GA. Johnson has extensive experience in Pediatric Infectious Diseases. She is affiliated with Children's Hospital of Georgia. She is accepting new patients and telehealth appointments.","address": "123 W Broad St, Augusta GA, 30901","phone": "706-555-9012"}
{"title": "Dr. Michael Brown, MD","specialty": "Orthopedics","gender": "Male","age": 55,"profile": "Dr. Michael Brown, MD is an orthopedics specialist in Columbus GA. Brown has extensive experience in Joint Replacement and Sports Medicine. He is affiliated with St. Francis Hospital. He is accepting new patients and telehealth appointments.","address": "456 S Lumpkin Rd, Columbus GA, 31903","phone": "706-555-3456"}
{"title": "Dr. Sarah Davis, MD","specialty": "Dermatology","gender": "Female","age": 42,"profile": "Dr. Sarah Davis, MD is a dermatology specialist in Macon GA. Davis has extensive experience in Dermatology. She is affiliated with Navicent Health. She is accepting new patients and telehealth appointments.","address": "789 N Riverside Dr, Macon GA, 31201","phone": "478-555-7890"}
{"title": "Dr. William Martinez, MD", "specialty": "Gastroenterology","gender": "Male", "age": 48, "profile": "Dr. William Martinez, MD is a gastroenterology specialist in Athens GA. Martinez has extensive experience in Inflammatory Bowel Disease and Hepatology. He is affiliated with Piedmont Athens Regional Medical Center. He is accepting new patients and telehealth appointments.", "address": "123 E Broad St, Athens GA, 30601","phone": "706-555-2345"}
{"title": "Dr. Jessica Wilson, MD","specialty": "Endocrinology","gender": "Female","age": 37,"profile": "Dr. Jessica Wilson, MD is an endocrinology specialist in Albany GA. Wilson has extensive experience in Diabetes and Thyroid Disorders. She is affiliated with Phoebe Putney Memorial Hospital. She is accepting new patients and telehealth appointments.","address": "456 W Oglethorpe Blvd, Albany GA, 31701","phone": "229-555-6789"}
{"title": "Dr. David Lee, MD","specialty": "Pulmonology","gender": "Male","age": 52,"profile": "Dr. David Lee, MD is a pulmonology specialist in Rome GA. Lee has extensive experience in Asthma and Chronic Obstructive Pulmonary Disease (COPD). He is affiliated with Floyd Medical Center. He is accepting new patients and telehealth appointments.","address": "789 S Broad St, Rome GA, 30161","phone": "706-555-0123"}
{"title": "Dr. Laura White, MD","specialty": "Rheumatology","gender": "Female","age": 44,"profile": "Dr. Laura White, MD is a rheumatology specialist in Valdosta GA. White has extensive experience in Rheumatoid Arthritis and Lupus. She is affiliated with South Georgia Medical Center. She is accepting new patients and telehealth appointments.","address": "123 N Patterson St, Valdosta GA, 31601","phone": "229-555-4567"}
{"title": "Dr. Robert Harris, MD","specialty": "Urology","gender": "Male","age": 49,"profile": "Dr. Robert Harris, MD is a urology specialist in Warner Robins GA. Harris has extensive experience in Kidney Stones. He is affiliated with Houston Medical Center. He is accepting new patients and telehealth appointments.","address": "456 S Houston Lake Rd, Warner Robins GA, 31088","phone": "478-555-7891"}
{"title": "Dr. Christopher R. Lee, MD, PhD", "specialty": "Allergy and Immunology", "gender": "Male", "age": 57, "profile": "Dr. Christopher R. Lee, MD, PhD is an Allergy and Immunology specialist in Los Angeles CA. Lee has extensive experience in treating seasonal allergies and asthma. He is affiliated with Cedars-Sinai Medical Center. He is accepting new patients and telehealth appointments.", "address": "1234 Wilshire Blvd, Los Angeles CA, 90017", "phone": "310-876-5432"}
{"title": "Dr. Alexander Brooks, MD", "specialty": "Orthopedic Surgery", "gender": "Male", "age": 65, "profile": "Dr. Alexander Brooks, MD is an orthopedic surgery specialist in Atlanta GA. Brooks has extensive experience in joint replacements and sports medicine. He is affiliated with Northside Hospital. He is accepting new patients.", "address": "1234 Peachtree St NE, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. Maria Rodriguez, MD", "specialty": "Physical Medicine and Rehabilitation", "gender": "Female", "age": 52, "profile": "Dr. Maria Rodriguez, MD is a Physical Medicine and Rehabilitation specialist in Atlanta GA. With over 10 years of experience, she specializes in Pain Management and Musculoskeletal Disorders. She is affiliated with Northside Hospital and accepts new patients.", "address": "1234 Peachtree St NE, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. Ryan Thompson Jr., MD", "specialty": "Allergy and Immunology", "gender": "Male", "age": 52, "profile": "Dr. Ryan Thompson Jr., MD is an Allergy and Immunology specialist in Atlanta GA. With over 20 years of experience, he specializes in asthma management and immunotherapy. He is affiliated with Northside Hospital and accepts new patients.", "address": "1234 Peachtree St NE, Atlanta GA, 30309", "phone": "404-987-6543"}
{"title": "Dr. Rachel Lee, MD, DO", "specialty": "Neurosurgery", "gender": "Female", "age": 55, "profile": "Dr. Rachel Lee, MD, DO is a neurosurgeon in Atlanta GA. She has extensive experience in brain tumors and spine surgery. She is affiliated with Northside Hospital. She is accepting new patients.", "address": "123 Peachtree St NE, Atlanta GA, 30308", "phone": "404-123-4567"}
{"title": "Dr. Lisa Nguyen, DMD", "specialty": "Oral and Maxillofacial Surgery", "gender": "Female", "age": 67, "profile": "Dr. Lisa Nguyen, DMD is an oral and maxillofacial surgery specialist in Atlanta GA. Dr. Nguyen has extensive experience in dental implant placement, facial reconstruction, and sedation dentistry.", "address": "1235 Peachtree St NE, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. Ethan Reed, Jr., MD", "specialty": "Preventive Medicine", "gender": "Male", "age": 47, "profile": "Dr. Ethan Reed, Jr., MD is a preventive medicine specialist in Atlanta GA. Reed has extensive experience in lifestyle management and disease prevention. He is affiliated with Emory University Hospital. He is accepting new patients and telehealth appointments.", "address": "1234 Peachtree St NE, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. Ryan R. Mitchell, MD", "specialty": "Rheumatology", "gender": "Male", "age": 52, "profile": "Dr. Ryan R. Mitchell, MD is a rheumatology specialist in Atlanta GA. Mitchell has extensive experience in treating autoimmune diseases and managing chronic pain conditions. He is affiliated with Northside Hospital.\n\nHe accepts new patients and offers telehealth appointments for his patients.\n\n", "address": "1234 Peachtree St NE, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. Will Smith Jr., MD", "specialty": "Obstetrics and Gynecology", "gender": "Male", "age": 51, "profile": "Dr. Smith is an experienced obstetrician-gynecologist with a focus on minimally invasive procedures and women's health services. He is affiliated with New York Hospital Queens.", "address": "123-10 71st Ave, Forest Hills NY, 11375", "phone": "718-123-4567"}
{"title": "Dr. Jane Doe, MD", "specialty": "Family Medicine", "gender": "Female", "age": 48, "profile": "Dr. Jane Doe is a family medicine specialist with over 10 years of experience providing comprehensive primary care services to patients of all ages.", "address": "1234 Peachtree St NE, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. Rachel L. Brown, M.D., Ph.D.", "specialty": "Medical Genetics", "gender": "Female", "age": 50, "profile": "Dr. Rachel L. Brown, M.D., Ph.D. is a Medical Genetics specialist with extensive experience in prenatal diagnosis and genetic counseling. She also provides services for genetic testing and education.", "address": "123 Peachtree St NE, Atlanta GA, 30303", "phone": "404-567-8901"}
{"title": "Dr. Eric Lee Jr., MD", "specialty": "General Surgery", "gender": "Male", "age": 55, "profile": "Dr. Eric Lee Jr., MD is a general surgery specialist in Atlanta GA. Lee has extensive experience in appendectomies and hernia repairs. He is affiliated with Northside Hospital. He is accepting new patients and telehealth appointments.", "address": "1234 Peachtree St NE, Atlanta GA 30309", "phone": "404-234-5678"}
{"title": "Dr. Jane Brown, MD, PhD", "specialty": "Obstetrics and Gynecology", "gender": "Female", "age": 53, "profile": "Dr. Jane Brown, MD, PhD is an obstetrics and gynecology specialist in Atlanta GA. Dr. Brown has over 20 years of experience in reproductive endocrinology and infertility. She is affiliated with Northside Hospital. She is accepting new patients and telehealth appointments.", "address": "123 Peachtree St NE, Atlanta GA, 30308", "phone": "404-567-8901"}
{"title": "Dr. Ryan Thompson, MD", "specialty": "Obstetrics and Gynecology", "gender": "Male", "age": 66, "profile": "Dr. Ryan Thompson, MD is an obstetrics and gynecology specialist in Atlanta GA. Thompson has extensive experience in reproductive endocrinology and infertility services. He is affiliated with Northside Hospital. He is accepting new patients and telehealth appointments.", "address": "1234 Peachtree St NE, Atlanta GA 30309", "phone": "404-123-4567"}
{"title": "Dr. Daniel L. Thompson III, MD", "specialty": "Allergy and Immunology", "gender": "Male", "age": 59, "profile": "Dr. Daniel L. Thompson III, MD is an allergy and immunology specialist in Atlanta GA. Dr. Thompson has extensive experience in treating food allergies and asthma. He is affiliated with Northside Hospital. He is accepting new patients and telehealth appointments.", "address": "1234 Peachtree Rd NE, Atlanta GA 30309", "phone": "404-123-4567"}
{"title": "Dr. Ryan Thompson Jr., MD", "specialty": "Otolaryngology (ENT)", "gender": "Male", "age": 51, "profile": "Dr. Ryan Thompson Jr., MD is an otolaryngologist in Atlanta GA. He specializes in Head and Neck Surgery.", "address": "1234 Peachtree St NW, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. Emily J. Lee, M.D., PC", "specialty": "Hospice and Palliative Medicine", "gender": "Female", "age": 67, "profile": "Dr. Emily J. Lee, M.D., PC is a board-certified hospice and palliative medicine specialist in Augusta GA. With over 20 years of experience, Dr. Lee provides comprehensive care to patients with serious illnesses. She offers in-home visits, hospital stays, and bereavement support. Patients are accepted on a daily basis.", "address": "1476 Deans Bridge Rd, Augusta GA, 30906", "phone": "762-123-4567"}
{"title": "Dr. Rachel Brown, MD, JR", "specialty": "Vascular Surgery", "gender": "Female", "age": 56, "profile": "Dr. Rachel Brown, MD, JR is a vascular surgery specialist in Atlanta GA. She has extensive experience in Arterial Disease and Peripheral Aneurysms. She is affiliated with Northside Hospital and Emory University Hospital.", "address": "123 Peachtree St NE, Atlanta GA 30303", "phone": "404-123-4567"}
{"title": "Dr. Kimberly J. Lee, MD, FACP", "specialty": "Nephrology", "gender": "Female", "age": 66, "profile": "Dr. Kimberly J. Lee, MD, FACP is a nephrology specialist with 20 years of experience in managing kidney diseases. She provides dialysis services and is affiliated with Memorial Health University Medical Center.", "address": "1234 Peachtree St NE, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. Willa M. Johnson, PsyD", "specialty": "Psychiatry", "gender": "Female", "age": 62, "profile": "Dr. Willa M. Johnson, PsyD is a psychiatrist with over 20 years of experience in treating mental health disorders. She specializes in ADHD and depression treatment. Dr. Johnson is affiliated with the University of Georgia Medical Center.", "address": "1234 Woodside Ave, Athens GA, 30606", "phone": "706-123-4567"}
{"title": "Dr. Julian Lee Jr., M.D.", "specialty": "Diagnostic Radiology", "gender": "Male", "age": 46, "profile": "Dr. Julian Lee Jr., M.D. is a diagnostic radiologist in Atlanta GA. With over 15 years of experience, he specializes in MRI and CT scans. He is affiliated with Northside Hospital. He is accepting new patients and office visits only.", "address": "123 Peachtree St NE, Atlanta GA, 30303", "phone": "404-123-4567"}
{"title": "Dr. Emily J. Lee, MD", "specialty": "General Surgery", "gender": "Female", "age": 64, "profile": "Dr. Emily J. Lee, MD is a general surgery specialist in Atlanta GA. Dr. Lee has extensive experience in abdominal and laparoscopic surgeries. She is affiliated with Northside Hospital. She is accepting new patients and telehealth appointments.", "address": "123 S Peachtree St NE, Atlanta GA 30303", "phone": "404-234-5678"}
{"title": "Dr. Rachel Brown, MD", "specialty": "Internal Medicine", "gender": "Female", "age": 45, "profile": "Dr. Rachel Brown, MD is an internal medicine specialist in Atlanta GA. Brown has extensive experience in managing chronic conditions and providing preventive care. She is affiliated with Emory University Hospital. She is accepting new patients.", "address": "1234 Peachtree St NE, Atlanta GA, 30309", "phone": "404-567-8901"}
{"title": "Dr. Danielle L. Reynolds, MD", "specialty": "Pathology", "gender": "Female", "age": 45, "profile": "Dr. Danielle L. Reynolds, MD is a pathology specialist in Atlanta GA. Reynolds has extensive experience in Molecular Diagnostics and Immunohistochemistry. She is affiliated with Northside Hospital. She is accepting new patients and telehealth appointments.", "address": "4041 Peachtree Rd NE, Atlanta GA, 30324", "phone": "404-123-4567"}
{"title": "Dr. Rachel Lee, MD", "specialty": "Family Medicine", "gender": "Female", "age": 57, "profile": "Dr. Rachel Lee, MD is a family medicine specialist in Atlanta GA. She has extensive experience in treating adults and children. She is affiliated with Northside Hospital. She is accepting new patients.", "address": "1234 Peachtree Rd NE, Atlanta GA, 30309", "phone": "404-234-5678"}
{"title": "Dr. Rachel Kim, MD, DO", "specialty": "Integrative Medicine", "gender": "Female", "age": 52, "profile": "Dr. Rachel Kim, MD, DO is an integrative medicine specialist in Atlanta GA. Dr. Kim has extensive experience in mind-body therapies and holistic treatments. She is affiliated with Northside Hospital. She is accepting new patients and telehealth appointments.", "address": "123 N Highland Ave, Atlanta GA, 30307", "phone": "404-123-4567"}
{"title": "Dr. Lucas Brooks, Jr., MD", "specialty": "Thoracic Surgery", "gender": "Male", "age": 65, "profile": "Dr. Lucas Brooks, Jr., MD is a thoracic surgery specialist in Atlanta GA. Brooks has extensive experience in minimally invasive procedures and managing complex respiratory diseases. He is affiliated with Northside Hospital. He is accepting new patients and offers telehealth appointments.", "address": "4560 Peachtree Rd NE, Atlanta GA, 30341", "phone": "404-123-5678"}
{"title": "Dr. James R. Jenkins Jr., MD", "specialty": "Family Medicine", "gender": "Male", "age": 51, "profile": "Dr. James R. Jenkins Jr., MD is a family medicine specialist in Augusta GA. Dr. Jenkins has extensive experience in Preventive Care and Chronic Disease Management. He is affiliated with Medical College of Georgia Hospital. He is accepting new patients and telehealth appointments.", "address": "1234 6th St, Augusta GA, 30901", "phone": "706-123-4567"}
{"title": "Dr. Julian Brooks Jr., MD", "specialty": "Pediatrics", "gender": "Male", "age": 59, "profile": "Dr. Julian Brooks Jr., MD is a pediatrician in Atlanta GA. Dr. Brooks has over 15 years of experience in treating children with various health conditions and is affiliated with Childrens Healthcare of Atlanta.", "address": "1234 Peachtree St NE, Atlanta GA 30309", "phone": "404-123-4567"}
{"title": "Dr. Ryan Lee, MD, PhD", "specialty": "Integrative Medicine", "gender": "Male", "age": 50, "profile": "Dr. Ryan Lee, MD, PhD is an integrative medicine specialist in Los Angeles CA. With over 15 years of experience in holistic wellness and nutrition, Dr. Lee offers a wide range of services including acupuncture, herbalism, and mind-body therapies.", "address": "1234 Wilshire Blvd, Los Angeles CA, 90017", "phone": "213-456-7890"}
{"title": "Dr. Elena Taylor, DPM", "specialty": "Podiatric Medicine", "gender": "Female", "age": 59, "profile": "Dr. Elena Taylor, DPM is a podiatric medicine specialist in Atlanta GA. She has extensive experience in treating foot and ankle disorders. Dr. Taylor offers a range of services including orthotics, sports medicine, and surgery. She is affiliated with Northside Hospital.", "address": "123 N Highland Ave, Atlanta GA 30306", "phone": "404-876-5678"}
{"title": "Dr. John Davis III, MD", "specialty": "Occupational Medicine", "gender": "Male", "age": 58, "profile": "Dr. John Davis III, MD is an occupational medicine specialist in Atlanta GA. With over 20 years of experience, Dr. Davis provides medical care for employees and management with a focus on workplace safety and wellness.", "address": "123 Peachtree St NE, Atlanta GA, 30303", "phone": "404-123-4567"}
{"title": "Dr. Jane D. Lee, MD, DO", "specialty": "Forensic Pathology", "gender": "Female", "age": 45, "profile": "Dr. Jane D. Lee, MD, DO is a forensic pathologist with 15 years of experience in autopsies and crime scene analysis. She is certified by the American Board of Forensic Pathology and is licensed to practice in Georgia.", "address": "123 S Main St, Athens GA, 30606", "phone": "706-123-4567"}
{"title": "Dr. Rachel Johnson, MD, DO", "specialty": "Geriatric Medicine", "gender": "Female", "age": 64, "profile": "Dr. Rachel Johnson, MD, DO is a geriatric medicine specialist in Savannah GA. Dr. Johnson has over 20 years of experience in the care of elderly patients. She is affiliated with St. Joseph's Hospital and provides services including chronic disease management and medication management.", "address": "123 W Bay St, Savannah GA, 31401", "phone": "912-234-5678"}
{"title": "Dr. Maya Rodriguez, MD", "specialty": "Adolescent Medicine", "gender": "Female", "age": 47, "profile": "Dr. Maya Rodriguez, MD is an adolescent medicine specialist in Atlanta GA. Rodriguez has extensive experience in providing medical care to adolescents and young adults. She is affiliated with Children's Healthcare of Atlanta. She is accepting new patients.", "address": "1234 Peachtree St NE, Atlanta GA 30309", "phone": "404-123-4567"}
{"title": "Dr. Paige R. Douglas, M.D.", "specialty": "Neonatology", "gender": "Female", "age": 49, "profile": "Dr. Paige R. Douglas, M.D. is a neonatologist in Atlanta GA. With over 15 years of experience in NICU care, she specializes in perinatal medicine and maternal-fetal health. She is affiliated with Children's Healthcare of Atlanta.", "address": "123 S Main St, Atlanta, GA, 30303", "phone": "404-789-0123"}
{"title": "Dr. Elaine Jenkins, MD", "specialty": "Physical Medicine and Rehabilitation", "gender": "Female", "age": 45, "profile": "Dr. Elaine Jenkins, MD is a Physical Medicine and Rehabilitation specialist in Atlanta GA. Dr. Jenkins has extensive experience in pain management and musculoskeletal disorders. She is affiliated with Northside Hospital. She is accepting new patients.", "address": "123 S Main St, Atlanta GA, 30303", "phone": "404-987-6543"}
{"title": "Dr. Karen Lee, MD, JR", "specialty": "General Surgery", "gender": "Female", "age": 60, "profile": "Dr. Karen Lee, MD, JR is a general surgery specialist in Savannah GA. She has extensive experience in hernia repair and laparoscopic procedures. Dr. Lee is affiliated with St. Joseph's Hospital. She is accepting new patients.", "address": "123 E Broughton St, Savannah GA, 31401", "phone": "912-123-4567"}
{"title": "Dr. Samantha J. Lee, MD, FIDSA", "specialty": "Infectious Diseases", "gender": "Female", "age": 45, "profile": "Dr. Samantha J. Lee, MD, FIDSA is an infectious diseases specialist in Atlanta GA. Dr. Lee has extensive experience in treating HIV/AIDS and tuberculosis. She is affiliated with Northside Hospital. She is accepting new patients and telehealth appointments.", "address": "123 Peachtree St NE, Atlanta GA, 30303", "phone": "404-123-4567"}
{"title": "Dr. Eric Thompson Jr., MD", "specialty": "Integrative Medicine", "gender": "Male", "age": 51, "profile": "Dr. Eric Thompson Jr., MD is an integrative medicine specialist in Portland OR. Dr. Thompson has extensive experience in Mind-Body Medicine. He is affiliated with Oregon Health & Science University Hospital. He is accepting new patients and telehealth appointments.", "address": "1234 SW 5th Ave, Portland OR, 97201", "phone": "503-567-8901"}
{"title": "Dr. Julian Blackwood, M.D", "specialty": "Anesthesiology", "gender": "Male", "age": 62, "profile": "Dr. Julian Blackwood, M.D is an anesthesiology specialist in Atlanta GA. Blackwood has over 20 years of experience in pain management and perioperative care. He is affiliated with Northside Hospital. He is accepting new patients.", "address": "123 Peachtree St NW, Atlanta GA, 30303", "phone": "404-876-5678"}
{"title": "Dr. Jackson Lee Jr., MD", "specialty": "Neurology", "gender": "Male", "age": 48, "profile": "Dr. Jackson Lee Jr., MD is a neurologist in Athens GA. Lee has extensive experience in treating patients with neurological disorders and has a particular interest in multiple sclerosis. He is affiliated with St. Mary’s Hospital. He is accepting new patients and telehealth appointments.", "address": "234 E Clayton St, Athens GA, 30601", "phone": "706-123-4567"}
{"title": "Dr. Eric Thompson III, DO", "specialty": "Physical Medicine and Rehabilitation", "gender": "Male", "age": 59, "profile": "Dr. Eric Thompson III, DO is a Physical Medicine and Rehabilitation specialist in Atlanta GA. Dr. Thompson has extensive experience in Pain Management and Musculoskeletal Disorders. He is affiliated with Northside Hospital. He is accepting new patients and telehealth appointments.", "address": "1234 Peachtree Rd NE, Atlanta GA 30309", "phone": "404-567-8901"}
{"title": "Dr. Jane Johnson, MD, FACP", "specialty": "Hospice and Palliative Medicine", "gender": "Female", "age": 66, "profile": "Dr. Jane Johnson, MD, FACP is a board-certified hospice and palliative medicine specialist in Atlanta GA. With over 20 years of experience, Dr. Johnson has extensive expertise in pain management, symptom control, and end-of-life care. She is affiliated with Northside Hospital. She is accepting new patients and telehealth appointments.", "address": "1234 Peachtree St NE, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. Rachel Lee, MD, MCHES", "specialty": "Integrative Medicine", "gender": "Female", "age": 65, "profile": "Dr. Rachel Lee, MD, MCHES is an integrative medicine specialist in Atlanta GA. She has extensive experience in holistic approaches to chronic disease management and mind-body therapies. She is affiliated with Piedmont Hospital.", "address": "123 S Main St, Atlanta GA, 30303", "phone": "404-123-4567"}
{"title": "Dr. Avery Rose, MD", "specialty": "Cardiology", "gender": "Female", "age": 48, "profile": "Dr. Avery Rose, MD is a cardiology specialist in Atlanta GA. Dr. Rose has extensive experience in treating heart conditions and performing cardiac procedures.", "address": "1415 Peachtree St NE, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. Ryan Thompson Jr., MD", "specialty": "Neurosurgery", "gender": "Male", "age": 49, "profile": "Dr. Ryan Thompson Jr., MD is a neurosurgery specialist in Atlanta GA. Thompson has extensive experience in Brain Tumors and Spine Surgery. He is affiliated with Northside Hospital. He is accepting new patients and telehealth appointments.", "address": "1234 Peachtree St NW, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. Rachel Lee, M.D., Psy.D.", "specialty": "Psychiatry", "gender": "Female", "age": 69, "profile": "Dr. Lee is a board-certified psychiatrist with extensive experience in treating mental health conditions. She specializes in mood disorders and anxiety treatment. She offers personalized care and compassionate attention to her patients.", "address": "123 S Main St, Atlanta GA, 30303", "phone": "404-123-4567"}
{"title": "Dr. Jackson Lee Jr., MD", "specialty": "Plastic Surgery", "gender": "Male", "age": 48, "profile": "Dr. Jackson Lee Jr., MD is a board certified plastic surgeon with over 10 years of experience in reconstructive and cosmetic surgery.", "address": "1234 Peachtree St NE, Atlanta GA, 30309", "phone": "404-567-8901"}
{"title": "Dr. Ryan Johnson Jr., MD", "specialty": "Diagnostic Radiology", "gender": "Male", "age": 59, "profile": "Dr. Ryan Johnson Jr., MD is a diagnostic radiologist in Atlanta GA. He has extensive experience in musculoskeletal and abdominal imaging. He is affiliated with Northside Hospital. He is accepting new patients and telehealth appointments.", "address": "1230 Clairmont Rd, Decatur GA, 30030", "phone": "404-567-8901"}
{"title": "Dr. Maria Rodriguez, MD", "specialty": "Infectious Diseases", "gender": "Female", "age": 64, "profile": "Dr. Maria Rodriguez, MD is an infectious diseases specialist in Atlanta GA. Rodriguez has extensive experience in treating tuberculosis and HIV/AIDS. She is affiliated with Emory University Hospital. She is accepting new patients and telehealth appointments.", "address": "123 Peachtree St NE, Atlanta GA, 30303", "phone": "404-123-4567"}
{"title": "Dr. Michelle Davis, MD", "specialty": "Transplant Surgery", "gender": "Female", "age": 56, "profile": "Dr. Michelle Davis, MD is a transplant surgery specialist in Atlanta GA. Davis has extensive experience in Kidney Transplants and Liver Transplants. She is affiliated with Northside Hospital. She is accepting new patients and telehealth appointments.", "address": "1234 Peachtree St NE, Atlanta GA 30309", "phone": "404-123-4567"}
{"title": "Dr. Ryan Jenkins, MD, PhD", "specialty": "Diagnostic Radiology", "gender": "Male", "age": 54, "profile": "Dr. Ryan Jenkins, MD, PhD is a Diagnostic Radiologist in Atlanta GA. He has over 15 years of experience in CT and MRI imaging. Dr. Jenkins specializes in musculoskeletal and cardiovascular radiology.", "address": "123 Peachtree St NE, Atlanta GA, 30303", "phone": "404-123-4567"}
{"title": "Dr. Rachel Lee, MD", "specialty": "Critical Care Medicine", "gender": "Female", "age": 59, "profile": "Dr. Rachel Lee, MD is a Critical Care Medicine specialist in Atlanta GA. Lee has extensive experience in Intensive Care Unit (ICU) management and is affiliated with Emory University Hospital. She is accepting new patients and telehealth appointments.", "address": "123 Peachtree St NE, Atlanta GA 30303", "phone": "404-123-4567"}
{"title": "Dr. Nelson Brownson Jr., MD", "specialty": "Nephrology", "gender": "Male", "age": 48, "profile": "Dr. Nelson Brownson Jr., MD is a nephrologist in Atlanta GA. Brownson has extensive experience in kidney disease and dialysis. He is affiliated with Emory University Hospital. He is accepting new patients and telehealth appointments.", "address": "123 Peachtree St NE, Atlanta GA, 30303", "phone": "404-123-4567"}
{"title": "Dr. Ryan Thompson Jr., MD", "specialty": "Endocrinology", "gender": "Male", "age": 69, "profile": "Dr. Ryan Thompson Jr., MD is an endocrinology specialist in Atlanta GA. Thompson has extensive experience in Diabetes Management and Endocrine Surgery. He is affiliated with Northside Hospital. He is accepting new patients.", "address": "1234 Peachtree St NE, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. Michael L. Jackson Jr., M.D.", "specialty": "Plastic Surgery", "gender": "Male", "age": 61, "profile": "Dr. Michael L. Jackson Jr., M.D. is a board-certified plastic surgeon in Atlanta GA. With over 20 years of experience, Dr. Jackson specializes in reconstructive surgery, microsurgery, and aesthetic procedures.", "address": "123 Peachtree St NE, Atlanta GA, 30303", "phone": "404-123-4567"}
{"title": "Dr. Julian Brooks Jr., MD", "specialty": "Critical Care Medicine", "gender": "Male", "age": 58, "profile": "Dr. Julian Brooks Jr., MD is a critical care medicine specialist in Atlanta GA. With over 15 years of experience in managing ICU patients, Dr. Brooks is well-versed in treating complex cases. He is affiliated with Emory University Hospital and accepts new patients.", "address": "1234 Peachtree St NE, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. Maria Rodriguez, MD, DO", "specialty": "Orthopedic Surgery", "gender": "Female", "age": 67, "profile": "Dr. Maria Rodriguez, MD, DO is an orthopedic surgery specialist in Denver CO. Dr. Rodriguez has extensive experience in Joint Replacement and Orthopedic Sports Medicine. She is affiliated with Rocky Mountain Hospital. She is accepting new patients and telehealth appointments.", "address": "123 E 7th Ave, Denver CO, 80203", "phone": "720-123-4567"}
{"title": "Dr. Eric Brown, Jr., MD", "specialty": "Diagnostic Radiology", "gender": "Male", "age": 63, "profile": "Dr. Eric Brown, Jr., MD is a diagnostic radiologist with specialized training in imaging. He is skilled in CT scans, MRI, X-rays, and ultrasound. Dr. Brown has extensive experience working with patients of all ages.", "address": "1234 Peachtree St, Atlanta GA 30309", "phone": "404-567-8901"}
{"title": "Dr. Eric L. Jackson Jr., MD", "specialty": "Family Medicine", "gender": "Male", "age": 47, "profile": "Dr. Eric L. Jackson Jr., MD is a family medicine specialist in Savannah GA. Jackson has extensive experience in General Primary Care and Pediatrics. He is affiliated with St. Joseph's/Candler Hospital. He is accepting new patients and telehealth appointments.", "address": "123 W Bull St, Savannah GA, 31401", "phone": "912-123-4567"}
{"title": "Dr. Ryan Thompson Jr., MD", "specialty": "Occupational Medicine", "gender": "Male", "age": 58, "profile": "Dr. Ryan Thompson Jr., MD is an occupational medicine specialist in Atlanta GA. Thompson has extensive experience in workplace health and wellness. He is affiliated with Mercy Hospital. He is accepting new patients and telehealth appointments.", "address": "123 Peachtree St NE, Atlanta GA, 30303", "phone": "404-876-2345"}
{"title": "Dr. Karen M Davis, MD", "specialty": "Psychiatry", "gender": "Female", "age": 64, "profile": "Dr. Karen M Davis, MD is a psychiatrist in Augusta GA. Dr. Davis has extensive experience in general psychiatry and psychotherapy. She is affiliated with Medical College of Georgia Hospital. She is accepting new patients.", "address": "123 W Jones St, Augusta GA, 30901", "phone": "706-123-4567"}
{"title": "Dr. Eric Lee Jr., M.D.", "specialty": "Family Medicine", "gender": "Male", "age": 69, "profile": "Dr. Eric Lee Jr., M.D. is a family medicine specialist in Atlanta GA. Dr. Lee has extensive experience in preventive care and chronic disease management. He is affiliated with Northside Hospital. He is accepting new patients and telehealth appointments.", "address": "123 S Main St, Atlanta GA, 30303", "phone": "404-876-5678"}
{"title": "Dr. Kathryn J. Lee, MD", "specialty": "Addiction Medicine", "gender": "Female", "age": 53, "profile": "Dr. Kathryn J. Lee, MD is an addiction medicine specialist in Atlanta GA. Dr. Lee has extensive experience in treating patients with opioid and substance use disorders. She is affiliated with Northside Hospital and offers services including medication-assisted treatment and counseling.", "address": "123 Peachtree St NE, Atlanta GA, 30303", "phone": "404-123-4567"}
{"title": "Dr. Maria Rodriguez, MD", "specialty": "Gastroenterology", "gender": "Female", "age": 61, "profile": "Dr. Maria Rodriguez, MD is a gastroenterology specialist in Atlanta GA. Dr. Rodriguez has extensive experience in treating digestive disorders and has expertise in colonoscopy and endoscopy. She is affiliated with Northside Hospital and is accepting new patients.", "address": "1234 Peachtree St NE, Atlanta GA 30309", "phone": "404-567-8901"}
{"title": "Dr. Jameson Brown MD, DABAM", "specialty": "Addiction Medicine", "gender": "Male", "age": 51, "profile": "Dr. Jameson Brown MD, DABAM is an addiction medicine specialist in Atlanta GA. Dr. Brown has extensive experience treating co-occurring disorders and developing treatment plans for chronic pain management.", "address": "1234 Peachtree St NE, Atlanta GA, 30309", "phone": "404-789-0123"}
{"title": "Dr. Jessica Brown, MD", "specialty": "Internal Medicine", "gender": "Female", "age": 61, "profile": "Dr. Jessica Brown, MD is an internal medicine specialist in Atlanta GA. Brown has over 20 years of experience in managing chronic conditions and preventive care. She is affiliated with Northside Hospital. She is accepting new patients.", "address": "1234 Peachtree St NW, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. Julian Styles III, MD", "specialty": "Hospice and Palliative Medicine", "gender": "Male", "age": 51, "profile": "Dr. Julian Styles III, MD is a board-certified hospice and palliative medicine specialist in Decatur GA. Dr. Styles has over 15 years of experience providing compassionate care to patients with serious illnesses. He is affiliated with Piedmont Hospice and offers telehealth services.", "address": "123 E Candler St, Decatur GA, 30033", "phone": "404-567-8901"}
{"title": "Dr. Ryan J. Lee Jr., M.D.", "specialty": "Medical Genetics", "gender": "Male", "age": 49, "profile": "Dr. Ryan J. Lee Jr., M.D. is a medical geneticist in Atlanta GA. Dr. Lee has extensive experience in diagnosing and treating genetic disorders. He is affiliated with Emory University Hospital. He is accepting new patients and telehealth appointments.", "address": "1234 Peachtree St NE, Atlanta GA 30309", "phone": "404-876-5432"}
{"title": "Dr. John Brown Jr., MD", "specialty": "General Surgery", "gender": "Male", "age": 62, "profile": "Dr. John Brown Jr., MD is a general surgery specialist in Atlanta GA. Brown has extensive experience in minimally invasive procedures. He is affiliated with Emory University Hospital. He is accepting new patients and telehealth appointments.", "address": "123 Peachtree St NE, Atlanta GA 30303", "phone": "404-123-4567"}
{"title": "Dr. Nathan T. Jenkins Jr., M.D.", "specialty": "Nephrology", "gender": "Male", "age": 67, "profile": "Dr. Nathan T. Jenkins Jr., M.D. is a nephrology specialist in Augusta GA. Jenkins has extensive experience in kidney transplants and dialysis. He is affiliated with Medical College of Georgia Hospital. He is accepting new patients and telehealth appointments.", "address": "123 S Main St, Augusta GA, 30901", "phone": "706-123-4567"}
{"title": "Dr. Michael J. Harris Jr., M.D.", "specialty": "Psychiatry", "gender": "Male", "age": 52, "profile": "Dr. Michael J. Harris Jr., M.D. is a psychiatrist in Atlanta GA. Harris has extensive experience in treating anxiety and depression disorders. He is affiliated with Northside Hospital. He is accepting new patients and telehealth appointments.", "address": "123 Peachtree St NE, Atlanta GA 30303", "phone": "404-111-2222"}
{"title": "Dr. Jameson Davis Jr., MD", "specialty": "Medical Genetics", "gender": "Male", "age": 64, "profile": "Dr. Jameson Davis Jr., MD is a medical genetics specialist in Atlanta GA. Dr. Davis has extensive experience in genetic disorders and syndromes. He is affiliated with Emory University Hospital. He is accepting new patients.", "address": "123 Peachtree St NE, Atlanta GA, 30303", "phone": "404-123-4567"}
{"title": "Dr. Rachel Taylor M.D.", "specialty": "Orthopedic Surgery", "gender": "Female", "age": 65, "profile": "Dr. Rachel Taylor M.D. is an orthopedic surgery specialist in Atlanta GA. Dr. Taylor has extensive experience in joint replacement and sports medicine. She is affiliated with Northside Hospital. She is accepting new patients and telehealth appointments.", "address": "123 Peachtree St NW, Atlanta GA, 30309", "phone": "404-876-5678"}
{"title": "Dr. Maria Johnson, MD", "specialty": "Pediatrics", "gender": "Female", "age": 50, "profile": "Dr. Maria Johnson, MD is a pediatrician in Atlanta GA. Johnson has over 15 years of experience in providing care to children and adolescents. She specializes in vaccinations, sickle cell disease management, and genetic disorders.", "address": "1234 Peachtree St NE, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. John Taylor III, MD", "specialty": "Orthopedic Surgery", "gender": "Male", "age": 47, "profile": "Dr. John Taylor III, MD is an orthopedic surgery specialist in Atlanta GA. Taylor has extensive experience in joint replacement and sports medicine. He is affiliated with Northside Hospital. He is accepting new patients and telehealth appointments.", "address": "1234 Peachtree St NE, Atlanta GA 30309", "phone": "404-123-4567"}
{"title": "Dr. Alexis Davenport, MD", "specialty": "Family Medicine", "gender": "Female", "age": 57, "profile": "Dr. Alexis Davenport, MD is a family medicine specialist in Atlanta GA. Dr. Davenport has extensive experience in treating various medical conditions and providing preventive care to patients of all ages.", "address": "1234 Piedmont Rd NE, Atlanta GA, 30324", "phone": "404-876-7890"}
{"title": "Dr. Julia Mendoza, DO", "specialty": "Forensic Pathology", "gender": "Female", "age": 59, "profile": "Dr. Julia Mendoza, DO is a forensic pathologist in Atlanta GA. Mendoza has extensive experience in examining human remains and providing expert testimony in high-profile cases. She is affiliated with Fulton Medical Center.", "address": "1234 Peachtree St NE, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. Ryan E. Thompson Jr., MD", "specialty": "Occupational Medicine", "gender": "Male", "age": 63, "profile": "Dr. Ryan E. Thompson Jr., MD is an occupational medicine specialist in Atlanta GA. Thompson has over 20 years of experience in Workers Compensation and Occupational Health Services. He is affiliated with Kaiser Permanente. He is accepting new patients and telehealth appointments.", "address": "123 Peachtree St NE, Atlanta GA, 30303", "phone": "404-234-5678"}
{"title": "Dr. Ethan Thompson Jr., MD", "specialty": "Orthopedic Surgery", "gender": "Male", "age": 60, "profile": "Dr. Ethan Thompson Jr., MD is an orthopedic surgery specialist in Atlanta GA. With over 20 years of experience, he has expertise in joint replacement, sports medicine and fracture care. He is affiliated with Northside Hospital. He is accepting new patients and telehealth appointments.", "address": "1234 Peachtree St NE, Atlanta GA, 30309", "phone": "404-567-8901"}
{"title": "Dr. Elena Taylor, MD, PhD", "specialty": "Pulmonology", "gender": "Female", "age": 60, "profile": "Dr. Elena Taylor, MD, PhD is a pulmonologist with over 20 years of experience in treating various lung conditions. She specializes in Asthma and COPD management. Dr. Taylor is affiliated with Emory Hospital.", "address": "123 Peachtree St NE, Atlanta GA, 30303", "phone": "404-123-4567"}
{"title": "Dr. Rachel Patel, MD", "specialty": "Critical Care Medicine", "gender": "Female", "age": 55, "profile": "Dr. Rachel Patel, MD is a critical care medicine specialist in Atlanta GA. Patel has extensive experience in ICU management and telemedicine. She is affiliated with Northside Hospital. She is accepting new patients and same-day appointments.", "address": "1230 Peachtree Rd NE, Atlanta GA, 30309", "phone": "404-123-4567"}
{"title": "Dr. Maria Rodriguez MD PhD", "specialty": ["Neurosurgery"], "gender": "Female", "age": 66, "profile": "Dr. Maria Rodriguez MD PhD is an accomplished neurosurgeon with over two decades of experience in treating brain and spinal cord disorders. She specializes in awake brain surgery and has performed numerous complex operations during sleep. Dr. Rodriguez also offers consultation services for patients with rare neurological conditions.", "address": "123 N 5th St, Atlanta GA, 30308", "phone": "404-567-8901"}
{"title": "Dr. Sophia Brown Ph.D", "specialty": "Neurosurgery", "gender": "Female", "age": 59, "profile": "Dr. Sophia Brown Ph.D is a neurosurgery specialist in Atlanta GA. She has extensive experience in brain and spine surgery. She is affiliated with Emory University Hospital. She is accepting new patients and telehealth appointments.", "address": "123 S Main St, Atlanta GA, 30303", "phone": "404-567-8901"}
{"title": "Dr. Ethan Lee, JR", "specialty": "Critical Care Medicine", "gender": "Male", "age": 68, "profile": "Dr. Ethan Lee, JR is a board-certified critical care medicine specialist in Atlanta GA. With over 30 years of experience in ICU management and staff supervision, Dr. Lee has expertise in managing sepsis cases effectively and providing holistic patient care.", "address": "1234 Peachtree St NW, Atlanta GA, 30309", "phone": "404-567-8901"}
{"title": "Dr. Elizabeth Johnson, MD, PhD", "specialty": "Family Medicine", "gender": "Female", "age": 46, "profile": "Dr. Elizabeth Johnson, MD, PhD is a family medicine specialist in Augusta GA. She has extensive experience in treating patients of all ages and providing preventative care. Dr. Johnson is affiliated with Med Center Hospital.", "address": "1235 Broad St, Augusta GA, 30901", "phone": "706-123-4567"}
{"title": "Dr. Ryan J. Patel, M.D.", "specialty": "Preventive Medicine", "gender": "Male", "age": 58, "profile": "Dr. Ryan J. Patel, M.D. is a preventive medicine specialist in Atlanta GA. Dr. Patel has over 20 years of experience in primary care and preventative health services. He is affiliated with Northside Hospital and accepts new patients.", "address": "1231 Peachtree St NE, Atlanta GA, 30309", "phone": "404-123-4567"}